11/data/attachments/b0279c9cd15a9d77.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Brian_build_Friend_10927_8</nif:username>
            <nif:friendToBeRequested>soap_friends_a26ceda9-9baa-495d-b3b3-74a127cc4d09</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>